{
  "id": 856,
  "type": "kanji",
  "level": 2,
  "characters": {
    "type": "text",
    "value": "々"
  },
  "primaryReading": "のま",
  "readings": [
    {
      "primary": true,
      "reading": "のま",
      "type": "kunyomi"
    }
  ],
  "primaryMeaning": "Repeater",
  "otherMeanings": [
    "Repetition",
    "Reduplication",
    "Iteration Mark"
  ],
  "meaningMnemonic": "This is a strange kanji because it doesn't really mean anything at all. In fact, what it does is it repeats the kanji that comes before it. For example: 人々 is actually 人人. This kanji shows up whenever there's a repeating kanji, because it's often easier to write than writing a more complicated kanji twice. That's why this kanji is the <kanji>repeater</kanji>. It repeats what comes before it.\n\nTo remember that this kanji is the repeater, though, think of a <radical>drop</radical> of water dripping into a <radical>prison</radical>. Drip drop drip drop. It does that over and over again, driving the prisoners nuts. But it never stops. It just repeats over and over.",
  "readingMnemonic": "This symbol doesn't really have a name, but it's sometimes called the のま because it looks like the katakana characters ノ and マ put together. If you know katakana then this will be easy to read. If you don't, think of it this way:\n\nYour mom is the <kanji>repeater</kanji>. She is trying to force feed you over and over again until you explode (literally). You keep yelling \"<reading>No ma</reading>!\" (のま) but she doesn't stop. She's on a repeating track, never stopping, repeating forever.",
  "wkSlug": "々",
  "related": {
    "radicals": [
      14,
      3
    ],
    "vocabularies": [
      2521,
      2650,
      2669,
      2773,
      3265,
      3427,
      3447,
      3478,
      3510,
      3601,
      4227,
      4232,
      4366,
      4508,
      5048,
      5390,
      5614,
      5843,
      6796,
      6950,
      7388,
      7405,
      7448,
      7517,
      7855,
      7981,
      8095,
      8253,
      8481,
      8493,
      8731,
      8817,
      8843,
      8998,
      9142,
      9165
    ]
  }
}